# frozen_string_literal: true

brew 'bash'
brew 'boz/repo/kail'
brew 'coreutils'
brew 'curl'
brew 'docker'
brew 'docker-compose'
brew 'git'
brew 'gnu-getopt'
brew 'gnu-tar'
brew 'helm'
brew 'hidetatz/tap/kubecolor'
brew 'icdiff'
brew 'jenv'
brew 'jq'
brew 'k9s'
brew 'kind'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'lazydocker'
brew 'python@3.10'
brew 'ruby'
brew 'skopeo'
brew 'temurin21'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'yq'
tap 'boz/repo'
tap 'hidetatz/tap'
